{
  "sistema": ["Conjunto de elementos que interactúan entre sí para cumplir un objetivo."],
  "algoritmo": ["Conjunto de reglas que permiten resolver un problema en pasos finitos."],
  "programa": ["Conjunto de instrucciones que una computadora ejecuta para realizar tareas."],
  "archivo": ["Unidad básica de almacenamiento de información en una computadora."],
  "memoria": ["Parte del sistema que almacena datos de forma temporal o permanente."],
  "servidor": ["Equipo o programa que proporciona servicios a otros sistemas en una red."],
  "compilar": ["Proceso de transformar el código fuente en un programa ejecutable."],
  "debugger": ["Herramienta que permite encontrar y corregir errores en el código."],
  "cliente": ["Dispositivo o programa que solicita servicios a un servidor."],
  "hardware": ["Componentes físicos de un sistema informático."],
  "software": ["Conjunto de programas y aplicaciones que permiten el funcionamiento de un sistema."],
  "pantalla": ["Dispositivo de salida que muestra información visual."],
  "código": ["Conjunto de instrucciones escritas en un lenguaje de programación."],
  "procesar": ["Ejecutar operaciones en un conjunto de datos para obtener un resultado."],
  "paquete": ["Conjunto de archivos y dependencias agrupados para realizar una función."],
  "función": ["Bloque de código diseñado para realizar una tarea específica."],
  "variable": ["Espacio en memoria donde se almacenan datos que pueden cambiar durante la ejecución."],
  "cadena": ["Secuencia de caracteres almacenada como un dato."],
  "entorno": ["Conjunto de condiciones bajo las cuales se ejecuta un programa o sistema."],
  "navegar": ["Acción de desplazarse por Internet o por un sistema de archivos."],
  "conector": ["Componente o software que permite la comunicación entre dispositivos o aplicaciones."],
  "redes": ["Conjunto de dispositivos interconectados para compartir recursos e información."],
  "usuario": ["Persona que interactúa con un sistema o aplicación."],
  "consulta": ["Instrucción usada para recuperar datos de una base de datos."],
  "backups": ["Copias de seguridad de datos que se hacen para prevenir la pérdida de información."],
  "enlace": ["Referencia a otro archivo, página o recurso accesible desde un documento o sitio web."],
  "segmento": ["Parte de un archivo o bloque de memoria utilizado en sistemas."],
  "bucle": ["Estructura de control en programación que repite un bloque de código."],
  "entrada": ["Datos o señales que se introducen en un sistema para ser procesados."],
  "salida": ["Resultados o datos que genera un sistema tras procesar la información."],
  "monitor": ["Dispositivo que muestra visualmente la información procesada por el sistema."],
  "máquina": ["Dispositivo o conjunto de dispositivos que realizan una tarea específica bajo control de un programa."],
  "tablero": ["Interfaz gráfica que muestra el estado de un sistema o aplicación."],
  "puertos": ["Puntos de conexión que permiten la comunicación entre dispositivos."],
  "lógica": ["Parte de un sistema que determina su comportamiento y toma decisiones."],
  "clúster": ["Conjunto de computadoras que trabajan en conjunto para realizar tareas."],
  "modelo": ["Representación abstracta de un sistema, proceso o estructura."],
  "virtual": ["Simulación de un sistema o entorno que no existe físicamente."],
  "encriptar": ["Transformar información para protegerla de accesos no autorizados."],
  "binario": ["Sistema numérico que utiliza solo los dígitos 0 y 1."],
  "rutinas": ["Conjunto de instrucciones que se repiten con frecuencia en un programa."],
  "vector": ["Estructura de datos que contiene elementos organizados en secuencia."],
  "cluster": ["Conjunto de servidores que actúan como una unidad."],
  "consola": ["Interfaz que permite interactuar con un sistema mediante comandos de texto."],
  "sesión": ["Período de tiempo en que un usuario interactúa con un sistema."],
  "tokens": ["Unidades de acceso utilizadas en autenticación y autorización en sistemas."],
  "gestor": ["Software que facilita la administración de recursos o datos."],
  "bitácora": ["Registro de eventos o actividades en un sistema informático."],
  "directo": ["Método que permite acceder a un recurso sin intermediarios."],
  "hosting": ["Servicio que permite almacenar y acceder a archivos en un servidor."],
  "depurar": ["El proceso de identificar y corregir errores en el código fuente."],
  "router": ["Dispositivo que dirige el tráfico de datos en una red."],
  "parámetro": ["Valor que se pasa a una función para modificar su comportamiento."],
  "librería": ["Conjunto de funciones y recursos reutilizables en un sistema o aplicación."],
  "inversor": ["Dispositivo o componente que convierte corriente eléctrica de un tipo a otro."],
  "cadenas": ["Secuencia de caracteres o datos en un sistema de programación."],
  "procesos": ["Secuencia de pasos que sigue un sistema para realizar una tarea."],
  "recurso": ["Elemento que un sistema necesita para realizar su funcionamiento."],
  "conexión": ["Establecimiento de comunicación entre dos sistemas o dispositivos."],
  "control": ["Supervisión y regulación de los procesos de un sistema."],
  "registro": ["Conjunto de datos organizados que forman parte de una base de datos."],
  "punto": ["Lugar de intersección o referencia dentro de un sistema."],
  "claves": ["Elementos de autenticación que permiten el acceso a un sistema o servicio."],
  "opciones": ["Configuraciones que se pueden ajustar dentro de un sistema."],
  "métodos": ["Funciones o procedimientos que definen acciones en la programación."],
  "subred": ["División lógica de una red más grande para optimizar el tráfico de datos."],
  "dominio": ["Nombre que identifica de forma única a un sitio web."],
  "conjunto": ["Agrupación de datos o recursos en un sistema."],
  "redonda": ["Forma geométrica utilizada en representaciones gráficas y diagramas de sistemas."],
  "objeto": ["Instancia de una clase en programación orientada a objetos."],
  "ventana": ["Elemento gráfico que permite la interacción con el sistema a través de una interfaz."],
  "mensaje": ["Información que se envía entre sistemas o componentes para comunicación."],
  "contrato": ["Acuerdo formal que establece obligaciones entre sistemas o usuarios."],
  "respuesta": ["Datos devueltos por un sistema tras una solicitud o consulta."],
  "bloques": ["Unidades de información que se manejan en la programación y procesamiento de datos."],
  "servicio": ["Aplicación o recurso que se ejecuta en un sistema para cumplir una función."],
  "página": ["Documento o interfaz accesible a través de un navegador en la web."]
}