{
  "fútbol": [
    "Deporte en el que dos equipos compiten para marcar goles en la portería del rival.",
    "El deporte más popular del mundo."
  ],
  "gol": [
    "Cuando el balón cruza la línea de meta dentro de la portería.",
    "El objetivo principal del juego."
  ],
  "penalti": [
    "Tiro desde el punto de penalti debido a una infracción en el área.",
    "Oportunidad clara de marcar un gol."
  ],
  "árbitro": [
    "Persona que se encarga de hacer cumplir las reglas del juego.",
    "Figura de autoridad en el campo de juego."
  ],
  "equipo": [
    "Conjunto de jugadores que compiten juntos en un partido.",
    "Unidad organizada que colabora para ganar el partido."
  ],
  "entrenador": [
    "Persona que dirige las tácticas y estrategias de un equipo.",
    "Responsable de mejorar el rendimiento de los jugadores."
  ],
  "pelé": [
    "Futbolista brasileño que ganó tres Copas del Mundo con Brasil.",
    "Reconocido como uno de los más grandes futbolistas de todos los tiempos."
  ],
  "zidane": [
    "Exfutbolista y entrenador francés, famoso por su talento y visión de juego.",
    "Lideró a Francia a ganar la Copa del Mundo de 1998."
  ],
  "ronaldinho": [
    "Futbolista brasileño conocido por su técnica, habilidades y alegría en el campo.",
    "Ganó el Balón de Oro en 2005."
  ],
  "neymar": [
    "Futbolista brasileño reconocido por su habilidad, velocidad y regate.",
    "Jugador clave en la selección brasileña y el PSG."
  ],
  "mbappé": [
    "Futbolista francés, conocido por su velocidad y capacidad para marcar goles.",
    "Considerado uno de los mejores jugadores jóvenes del mundo."
  ],
  "xavi": [
    "Exfutbolista español conocido por su capacidad para controlar el ritmo del juego en el centro del campo.",
    "Ganó la Copa del Mundo con España en 2010."
  ],
  "iniesta": [
    "Futbolista español que marcó el gol de la victoria en la final de la Copa del Mundo de 2010.",
    "Reconocido por su habilidad técnica y visión de juego."
  ],
  "puyol": [
    "Exdefensa español conocido por su liderazgo y fortaleza en la defensa del FC Barcelona y la selección española.",
    "Fue capitán del Barcelona por varios años."
  ],
  "beckenbauer": [
    "Exfutbolista y entrenador alemán, conocido como 'El Káiser'.",
    "Considerado uno de los mejores defensas de la historia."
  ],
  "cruyff": [
    "Exfutbolista y entrenador holandés, creador del 'fútbol total'.",
    "Reconocido por su influencia en el estilo de juego del Barcelona."
  ],
  "maldini": [
    "Exfutbolista italiano, considerado uno de los mejores defensas de todos los tiempos.",
    "Jugó toda su carrera en el AC Milan."
  ],

  "delantero": [
    "Jugador cuya principal función es marcar goles.",
    "Juega en la zona ofensiva del campo."
  ],
  "defensa": [
    "Jugador encargado de proteger su portería y evitar los ataques del rival.",
    "Juega en la zona defensiva del campo."
  ],
  "mediocampo": [
    "Zona central del campo donde juegan los centrocampistas.",
    "Área clave para controlar el juego."
  ],
  "portería": [
    "Estructura en la que se debe introducir el balón para marcar gol.",
    "Compuesta de dos postes y un travesaño."
  ],
  "offside": [
    "Infracción que ocurre cuando un jugador está más cerca de la portería contraria que el penúltimo defensor al recibir el balón.",
    "Regla básica del fútbol."
  ],
  "roja": [
    "Sanción que se le muestra a un jugador para expulsarlo del partido.",
    "Significa que no puede continuar jugando."
  ],
  "amarilla": [
    "Advertencia que se le da a un jugador por comportamiento antideportivo.",
    "Dos tarjetas amarillas equivalen a una roja."
  ],
  "corner": [
    "Tiro de esquina que se concede cuando la pelota cruza la línea de fondo después de tocar a un jugador del equipo defensor.",
    "Situación clave en muchas jugadas de ataque."
  ],
  "falta": [
    "Infracción cometida por un jugador al contravenir las reglas del juego.",
    "Provoca un tiro libre o penalti."
  ],
  "penal": [
    "Falta grave cometida dentro del área que da lugar a un tiro desde el punto de penalti.",
    "Situación de alto riesgo para el equipo defensor."
  ],
  "pase": [
    "Acción de enviar el balón a un compañero.",
    "Técnica fundamental para mantener la posesión del balón."
  ],
  "remate": [
    "Acción de golpear el balón para intentar marcar un gol.",
    "Puede hacerse con el pie, cabeza u otras partes del cuerpo permitidas."
  ],
  "táctica": [
    "Estrategia empleada por el entrenador para organizar al equipo en el campo.",
    "Elemento clave para dominar el juego."
  ],

  "sustitución": [
    "Cambio de un jugador por otro durante el partido.",
    "Cada equipo tiene un número limitado de cambios."
  ],
  "prórroga": [
    "Tiempo adicional que se juega cuando un partido termina en empate después de los 90 minutos reglamentarios.",
    "Dos tiempos de 15 minutos."
  ],
  "penaltis": [
    "Método de desempate utilizado al final de un partido que ha terminado en empate.",
    "Consiste en una tanda de tiros desde el punto de penalti."
  ],
  "campeonato": [
    "Competición en la que varios equipos o selecciones compiten por un título.",
    "Ejemplo: Copa del Mundo."
  ],
  "amistoso": [
    "Partido que se juega sin ser parte de una competición oficial.",
    "Generalmente usado para practicar y probar tácticas."
  ],
  "torneo": [
    "Serie de partidos jugados entre equipos para determinar un campeón.",
    "Puede ser eliminatorio o por puntos."
  ],
  "liga": [
    "Competición en la que varios equipos juegan entre sí para ganar puntos y determinar un ganador.",
    "Ejemplo: La Liga, Premier League."
  ],
  "centrocampista": [
    "Jugador que actúa en la zona media del campo.",
    "Su función es ayudar tanto en ataque como en defensa."
  ],
  "extremo": [
    "Jugador que juega en la banda y cuya función principal es desbordar y centrar el balón.",
    "Suele ser rápido y habilidoso."
  ],
  "cancha": [
    "Superficie donde se juega el partido de fútbol.",
    "Generalmente de césped natural o artificial."
  ],
  "balón": [
    "Esfera que se utiliza en el fútbol para jugar.",
    "Hecho de materiales sintéticos o de cuero."
  ],
  "camiseta": [
    "Prenda que usan los jugadores para identificarse dentro del campo.",
    "Parte del uniforme de un equipo."
  ],
  "messi": [
    "Jugador argentino considerado uno de los mejores futbolistas de la historia.",
    "Ha ganado múltiples Balones de Oro y es el máximo goleador del Barcelona."
  ],
  "ronaldo": [
    "Futbolista portugués considerado uno de los mejores de todos los tiempos.",
    "Conocido por su velocidad, fuerza y capacidad goleadora."
  ],
  "maradona": [
    "Diego Armando Maradona, futbolista argentino, famoso por su habilidad y el gol conocido como 'La Mano de Dios'.",
    "Considerado uno de los mejores jugadores de la historia."
  ],
  "buffon": [
    "Portero italiano considerado uno de los mejores en la historia del fútbol.",
    "Ha jugado en la Juventus y ha ganado múltiples títulos con su club y selección."
  ],
  "gerrard": [
    "Exfutbolista inglés, leyenda del Liverpool.",
    "Conocido por su liderazgo y capacidad para anotar goles decisivos."
  ],
  "henry": [
    "Exfutbolista francés, leyenda del Arsenal y del FC Barcelona.",
    "Ganó la Copa del Mundo con Francia en 1998."
  ]
}
