{
  "abaco": [
    "Instrumento de cálculo que utiliza cuentas que se deslizan a lo largo de una serie de barras de metal o madera fijadas a un marco para representar las unidades que sirve para efectuar operaciones aritméticas sencillas (sumas, restas y multiplicaciones).",
    "Conocido como tablero de conteo y en desuso al tener mejores herramientas de cálculo"
  ],
  "abandonar": [
    "Acto de dejar solo a algo o alguien alejandose de ello o dejando de cuidarlo",
    "Dejar una actividad u ocupación o no seguir realizándola."
  ],
  "abogado": [
    "Persona que ejerce profesionalmente la defensa jurídica",
    "Profesión de 'Saul Goodman'"
  ],
  "acuerdo": [
    "Resolución premeditada de una sola persona o de varias.",
    "Acción y efecto de acordar."
  ],
  "acusar": [
    "Señalar a alguien atribuyéndole la culpa de una falta, de un delito o de un hecho reprobable.",
    "Achacar, imputar, denunciar"
  ],
  "admirar": [
    "Ver, contemplar o considerar con estima o agrado especiales a alguien o algo que llaman la atención"
  ],
  "agregar": [
    "Incorporar algo a otra cosa.",
    "Añadir algo a lo ya dicho o escrito.",
    "Unir o juntar unas personas o cosas a otras"
  ],
  "ahora": [
    "En este momento o en el tiempo actual.",
    "A esta hora, en este momento, en el tiempo actual"
  ],
  "alegría": [
    "Palabras, gestos o actos con que se expresa el júbilo o alegría.",
    "Una de las emociones protagonista de la película 'Intensamente'"
  ],
  "alivio": [
    "Consuelo, descanso o desahogo",
    "Acción y efecto de aliviar o aliviarse"
  ],
  "alumno": [
    "Persona que recibe enseñanza, respecto de un profesor o de la escuela, colegio o universidad donde estudia."
  ],

  "análisis": [
    "Distinción y separación de las partes de algo para conocer su composición.",
    "Estudio detallado de algo, especialmente de una obra o de un escrito"
  ],
  "anotar": ["Poner notas en un escrito, una cuenta o un libro."],
  "ansiedad": [
    "Preocupación y miedo intensos, excesivos y continuos ante situaciones cotidianas",
    "Sentimiento de miedo, temor e inquietud",
    "Puede hacer que sude, se sienta inquieto y tenso, y tener palpitaciones."
  ],
  "aprender": [
    "Adquirir el conocimiento de algo por medio del estudio o de la experiencia"
  ],
  "aroma": ["Perfume, olor muy agradable."],

  "asociar": [
    "Juntar una cosa con otra para concurrir a un mismo fin.",
    "Unir una persona a otra que colabore en el desempeño de algún cargo, comisión o trabajo."
  ],
  "bailar": [
    "Ejecutar movimientos acompasados con el cuerpo, brazos y pies.",
    "Mover el cuerpo al compás de la música"
  ],
  "banco": [
    "Entidad de crédito o entidad de depósito, es una empresa financiera que acepta depósitos del público y crea depósitos a la vista, que comúnmente se llaman cuentas",
    "Palabra usada también para asiento, con respaldo o sin él, en que pueden sentarse dos o más personas."
  ],
  "barco": [
    "Embarcación de estructura cóncava y, generalmente, de grandes dimensiones.",
    "Titanic"
  ],
  "belleza": ["Persona o cosa notable por su hermosura"],
  "brillante": [
    "Admirable o sobresaliente en su línea.",
    "Una persona, idea o actuación brillante es extremadamente inteligente o hábil",
    "Que brilla"
  ],
  "brindar": [
    "Manifestar, al ir a beber vino, licor u otra bebida alcohólica, el bien que se desea a alguien o la satisfacción por algo.",
    "Tradición en las festividades de compartir los tragos con alegría"
  ],
  "cabeza": ["Parte superior del cuerpo humano en la que se ubica el cerebro"],
  "cambiar": [
    "Dejar una cosa o situación para tomar otra.",
    "Convertir o mudar algo en otra cosa"
  ],
  "camino": [
    "Vía rural destinada al uso de peatones, vehículos y animales.",
    "Vía que se construye para transitar."
  ],
  "cantar": [
    "Producir con la voz sonidos melodiosos, formando palabras o sin formarlas.",
    "Interpretar con la voz (una composición musical)."
  ],
  "cargar": [
    "Poner o echar peso sobre alguien o sobre una bestia.",
    "Acto de renovar la carga de batería"
  ],
  "carta": [
    "Papel escrito, y ordinariamente cerrado, que una persona envía a otra para comunicarse con ella.",
    "Medio de comunicación a través de un papel escrito y firmado por el emisor"
  ],
  "celebrar": ["Conmemorar, festejar una fecha, un acontecimiento."],
  "ciudad": [
    "Conjunto de edificios y calles, regidos por un ayuntamiento, cuya población densa y numerosa ",
    "Lo urbano"
  ],
  "compañero": ["Persona que se acompaña con otra para algún fin."],
  "conectar": [
    "Unir o poner en comunicación dos cosas o dos personas",
    "Establecer comunicación entre dos lugares, o entre un lugar y otro."
  ],
  "consentir": ["Permitir algo o condescender en que se haga"],
  "correr": [
    "Andar rápidamente y con tanto impulso que, entre un paso y el siguiente, los pies o las patas quedan por un momento en el aire.",
    "Ir deprisa."
  ],
  "crear": ["Producir algo de la nada."],
  "cultivar": [
    "Dar a la tierra y a las plantas las labores necesarias para que fructifiquen",
    "Promover o mejorar el crecimiento de (una planta, cultivo, etc.) mediante trabajo y atención."
  ],
  "curiosidad": [
    "Emoción agradable que involucra la búsqueda de información, conocimientos y experiencias nuevas."
  ],
  "dedicar": [
    "Ofrecer a alguien algo, especialmente una obra literaria o artística, como obsequio o muestra de agradecimiento."
  ],
  "defender": [
    "Mantener, conservar, sostener algo contra el dictamen ajeno.",
    "Amparar, librar, proteger"
  ],
  "delicado": ["Débil, flaco, delgado, enfermizo."],
  "demostrar": [
    "Manifestar, declarar.",
    "Probar, sirviéndose de cualquier género de demostración."
  ],
  "deporte": [
    "Actividad física, ejercida como juego o competición, cuya práctica supone entrenamiento y sujeción a normas.",
    "Recreación, pasatiempo, placer, diversión o ejercicio físico, por lo común al aire libre."
  ],
  "desafío": [
    "Algo que hay que superar y es valorado como una situación o experiencia difícil y/o nueva"
  ],
  "descubrir": [
    "Hallar lo que estaba ignorado o escondido, principalmente tierras o mares desconocidos.",
    "Enterarse, reconocer o darse cuenta por primera vez .hace 7 días"
  ],
  "destino": [
    "Concepto por el cual una persona cree que los eventos o las acciones están determinadas",
    "Concepto por el cual una persona cree que los eventos o las acciones están determinadas"
  ],
  "detener": [
    "Impedir que algo o alguien sigan adelante.",
    "Interrumpir algo, como una acción o un movimiento"
  ],
  "difundir": ["Extender, esparcir, propagar físicamente"],
  "divertido": [
    "Entretenido, ocurrente, ameno",
    "Que divierte o hace pasar momentos agradables y de disfrute."
  ],
  "dólar": ["Nombre de la divisa oficial de USA"],
  "educar": [
    "Desarrollar o perfeccionar las facultades intelectuales y morales del niño o del joven por medio de preceptos, ejercicios, ejemplos, etcétera."
  ],
  "elefante": [
    "Los mamíferos terrestres más grandes del mundo y tienen inmensos cuerpos, orejas grandes y trompas largas.",
    "Usan sus trompas para recoger objetos, emitir sonidos de aviso"
  ],
  "elegir": [
    "Escoger o preferir a alguien",
    "Significa quedarte con algo y dejar algo"
  ],
  "emocionar": ["Conmover el ánimo", "Conmover el ánimo"],
  "empresa": [
    "Unidad de organización dedicada a actividades industriales, mercantiles o de prestación de servicios con fines lucrativos.",
    "Acción o tarea que entraña dificultad y cuya ejecución requiere decisión y esfuerzo."
  ],
  "encontrar": [
    "Dar con alguien o algo que se busca",
    "Hallar algo o a alguien"
  ],
  "enviar": [
    "Encomendar a alguien que vaya a alguna parte.",
    "Hacer que algo se dirija o sea llevado a alguna parte."
  ],
  "entender": ["Tener idea clara de las cosas.", "Comprender, ver, asimilar"],
  "escribir": [
    "Componer libros, discursos, etcétera",
    "Representar las palabras o las ideas con letras u otros signos trazados en papel u otra superficie."
  ],
  "esperanza": [
    "Estado de ánimo que surge cuando se presenta como alcanzable lo que se desea.",
    "Una motivación para perseverar hacia una meta o un estado final, incluso si somos escépticos sobre la probabilidad de un resultado positivo"
  ],
  "estilo": [
    "Modo, manera, forma de comportamiento.",
    "Uso, práctica, costumbre, moda."
  ],
  "eterno": [
    "Que no tiene principio ni fin.",
    "Que se repite con excesiva frecuencia."
  ],
  "evidente": [
    "Cierto, claro, patente y sin la menor duda.",
    "Certeza clara y manifiesta de la que no se puede dudar."
  ],
  "felicidad": [
    "Estado de grata satisfacción espiritual y física.",
    "Persona, situación, objeto o conjunto de ellos que contribuyen a hacer feliz."
  ],
  "futuro": [
    "Que está por venir y ha de suceder con el tiempo",
    "Que todavía no es pero va a ser."
  ],
  "ganar": [
    "Obtener (algo) como resultado de haber vencido en un combate, una disputa o una competición"
  ],
  "gusto": [
    "Sentido corporal con el que se perciben sustancias químicas disueltas, como las de los alimentos.",
    "Sabor que tienen las cosas."
  ],
  "hablar": [
    "Emitir palabras.",
    "Comunicar, expresar, decir",
    "Enunciar, pronunciar, resollar, locutar"
  ],
  "herencia": [
    "Conjunto de bienes, derechos y obligaciones que, al morir alguien, son transmisibles a sus herederos o a sus legatarios.",
    "Derecho a heredar."
  ],
  "historia": [
    "Narración y exposición de los acontecimientos pasados y dignos de memoria, sean públicos o privados.",
    "Disciplina que estudia y narra cronológicamente los acontecimientos pasados."
  ],
  "honor": [
    "Cualidad moral que lleva al cumplimiento de los propios deberes respecto del prójimo y de uno mismo.",
    "Gloria o buena reputación que sigue a la virtud, al mérito o a las acciones heroicas"
  ],
  "hospital": [
    "Establecimiento destinado al diagnóstico y tratamiento de enfermos"
  ],

  "iluminar": [
    "Alumbrar, dar luz o bañar de resplandor",
    "Adornar con muchas luces los templos, casas u otros sitios."
  ],
  "imaginación": [
    "Capacidad del ser humano de construir posibilidades creativas o inusuales",
    "Facultad para representar en la mente las imágenes de las cosas reales o ideales"
  ],
  "importante": ["Que tiene importancia."],
  "inclusión": [
    "Acción y efecto de incluir.",
    "Pertenecer o ser parte de algo. "
  ],
  "iniciar": ["Comenzar", "Dar principio a algo"],
  "innovar": [
    "Mudar o alterar algo, introduciendo novedades.",
    "Introducción de nuevas formas de diseñar, producir o vender bienes o servicios"
  ],
  "intención": [
    "Determinación de la voluntad en orden a un fin.",
    "Deseo que motiva una acción"
  ],
  "intentar": ["Tener ánimo de hacer algo.", "Propósito, intención, designio."],
  "interesante": ["Que interesa o que es digno de interés.", "Atrayente"],
  "inversión": ["Acción y efecto de invertir."],
  "jardín": ["Terreno donde se cultivan plantas"],
  "juego": ["Acción y efecto de jugar por entretenimiento."],
  "juntar": [
    "Unir unas cosas con otras.",
    "Reunir, congregar, poner en el mismo lugar."
  ],
  "lápiz": [
    "Utensilio para escribir o dibujar",
    "Madera con una barra de grafito en su interior."
  ],
  "lavar": [
    "Limpiar algo con agua u otro líquido.",
    "Purificar, quitar un defecto, mancha o descrédito"
  ],
  "libertad": [
    "Facultad natural que tiene el hombre de obrar de una manera o de otra",
    "Estado o condición de quien no es esclavo."
  ],
  "libro": [
    "Conjunto de muchas hojas de papel u otro material semejante que, encuadernadas, forman un volumen."
  ],

  "magia": [
    "Creencia en el poder sobrenatural para producir efectos que van más allá de las leyes de la naturaleza",
    "Arte o ciencia oculta con que se pretende producir, valiéndose de ciertos actos o palabras, o con la intervención de seres imaginables, resultados contrarios a las leyes naturales."
  ],
  "maravilla": [
    "Suceso o cosa extraordinarios que causan admiración.",
    "Acción y efecto de maravillar o maravillarse."
  ],
  "medida": [
    "Acción y efecto de medir.",
    "Expresión del resultado de una medición."
  ],
  "mientras": [
    "Durante el tiempo que transcurre hasta la realización de lo que se expresa.",
    "Durante el tiempo en que."
  ],
  "misterio": [
    "Aquello que no se puede explicar, comprender o descubrir",
    "Algo que no se entiende o que está más allá de la comprensión"
  ],
  "modificar": [
    "Transformar o cambiar algo mudando alguna de sus características"
  ],
  "motivo": ["Causa o razón que mueve para algo."],
  "música": [
    "Arte de combinar los sonidos de la voz humana o de los instrumentos, o de unos y otros a la vez, de suerte que produzcan deleite, conmoviendo la sensibilidad"
  ],
  "navegar": ["Desplazarse por el agua en un buque o en otra embarcación"],
  "naturaleza": [
    "Todo aquello que se ha formado de manera espontánea en el planeta Tierra",
    "Reino general de los seres vivos y, en algunos casos, a los procesos asociados con objetos inanimados"
  ],
  "ofrecer": [
    "Comprometerse a dar, hacer o decir algo.",
    "Presentar y dar voluntariamente algo."
  ],
  "optimismo": [
    "Propensión a ver y juzgar las cosas en su aspecto más favorable.",
    "Ven el lado positivo de las cosas"
  ],
  "organizar": [
    "Establecer o reformar algo para lograr un fin, coordinando las personas y los medios adecuados.",
    "Poner algo en orden."
  ],

  "pedir": [
    "Expresar a alguien la necesidad o el deseo de algo para que lo satisfaga."
  ],
  "pensar": [
    "Formar o combinar ideas o juicios en la mente.",
    "Examinar mentalmente algo con atención para formar un juicio."
  ],
  "pequeño": [
    "Que tiene poco tamaño o un tamaño inferior a otros de su misma clase."
  ],
  "placer": [
    "Goce o disfrute físico o espiritual producido por la realización o la percepción de algo que gusta o se considera bueno."
  ],
  "poder": [
    "Tener expedita la facultad o potencia de hacer algo.",
    "Es un mando fáctico, es una fuerza que se impone aun contra la voluntad del otro y sin importar la razón de aquella."
  ],
  "preguntar": ["Exponer en forma de interrogación"],
  "probar": [
    "Hacer examen y experimento de las cualidades de alguien o algo.",
    "Examinar si algo está arreglado a la medida, muestra o proporción de otra cosa a que se debe ajustar."
  ],
  "promesa": [
    "Expresión de la voluntad de dar a alguien o hacer por él algo.",
    "Persona o cosa que promete por sus especiales cualidades."
  ],
  "propósito": [
    "Ánimo o intención de hacer o de no hacer algo",
    "Visión general para tu futuro basada en las cosas que son más significativas para ti"
  ],
  "pueblo": [
    "Todo grupo de personas que constituyen una comunidad u otro grupo en virtud de una cultura, religión o elemento similar comunes",
    "Población"
  ],
  "recibir": ["Hacerse cargo de lo que le dan o le envían.", "Tomar, obtener"],
  "reconocer": [
    "Examinar algo o a alguien para conocer su identidad, naturaleza y circunstancias.",
    "Establecer la identidad de algo o de alguien."
  ],
  "reflejar": [
    "Dicho de una superficie lisa y brillante, como el agua o un espejo, que devuelve una imagen"
  ],
  "regresar": [
    "Devolver o restituir algo a su poseedor.",
    "Volver al lugar de donde se partió."
  ],
  "relación": [
    "Conexión, correspondencia de algo con otra cosa.",
    "Conexión, correspondencia, trato, comunicación de alguien con otra persona."
  ],
  "reparar": ["Arreglar algo que está roto o estropeado."],
  "requerir": ["Necesitar, precisar, exigir."],
  "resolver": [
    "Solucionar un problema, una duda, una dificultad o algo que los entraña"
  ],
  "respeto": [
    "Valor que permite al ser humano reconocer, aceptar, apreciar y valorar las cualidades del prójimo y sus derechos",
    "Sentimiento hacia una persona u objeto que lleva a actuar con cuidado de no ofender[la], dañar[la] o desobedecer[la]."
  ],
  "resultado": [
    "Efecto y consecuencia de un hecho, operación o deliberación.",
    "Efecto o consecuencia de una acción, proceso o situación"
  ],
  "ramificación": [
    "Acción y efecto de ramificar o ramificarse.",
    "Dividirse en ramas"
  ],
  "sabiduría": ["Grado más alto del conocimiento."],
  "salud": [
    "Estado en que el ser orgánico ejerce normalmente todas sus funciones.",
    "Condición física y psíquica en que se encuentra un organismo en un momento determinado.",
    "Estado de completo bienestar físico, mental y social"
  ],
  "satisfacción": [
    "Acción y efecto de satisfacer o satisfacerse.",
    "El cumplimiento de un deseo o la resolución de una necesidad, de manera tal que se produce sosiego y tranquilidad."
  ],
  "semilla": [
    "Parte del fruto de las fanerógamas, que contiene el embrión de una futura planta",
    "Grano que en diversas formas producen las plantas y que al caer o ser sembrado produce, a su vez, nuevas plantas de la misma especie."
  ],
  "sentido": [
    "Capacidad para percibir estímulos externos o internos mediante determinados órganos"
  ],
  "sueño": [
    "Período de inconsciencia durante el cual el cerebro permanece sumamente activo",
    "Ganas de dormir."
  ],
  "sorpresa": ["Acción y efecto de sorprender."],
  "sostenible": ["Que se puede sostener."],
  "sumar": [
    "Realizar la acción de añadir o agregar cantidades para obtener un total."
  ],
  "superar": [
    "Vencer un obstáculo o dificultad.",
    "Sobrepasar un límite o nivel."
  ],
  "sustento": [
    "Apoyo o base que proporciona lo necesario para vivir.",
    "Conjunto de elementos que sustentan una idea o proyecto."
  ],
  "suerte": [
    "Accidente favorable o desgraciado que afecta a una persona.",
    "Fortuna que se tiene en las decisiones o eventos."
  ],
  "tarea": [
    "Actividad o trabajo que debe realizarse.",
    "Deber que se asigna a alguien."
  ],
  "tiempo": [
    "Duración en la que se desarrollan los acontecimientos.",
    "Condición atmosférica en un momento específico."
  ],
  "trabajo": [
    "Actividad física o mental realizada a cambio de una remuneración.",
    "Esfuerzo destinado a lograr un objetivo."
  ],
  "tranquilidad": [
    "Estado de calma y sosiego.",
    "Ausencia de preocupaciones o agitación."
  ],
  "tratar": [
    "Intentar hacer algo o abordar un tema.",
    "Establecer una relación o comunicación con alguien."
  ],

  "valer": [
    "Tener un precio o un valor determinado.",
    "Ser útil o tener importancia."
  ],
  "valor": [
    "Cualidad de lo que es útil, deseable o apreciado.",
    "Precio de una cosa en dinero."
  ],
  "variar": [
    "Cambiar o modificar algo.",
    "Tener diferentes formas o manifestaciones."
  ],
  "viajar": [
    "Desplazarse de un lugar a otro, generalmente por placer o trabajo.",
    "Conocer diferentes culturas y lugares."
  ],
  "vida": [
    "Estado de los seres que tienen funciones biológicas.",
    "Conjunto de experiencias y eventos que se viven."
  ],
  "vivir": [
    "Existir o tener vida.",
    "Experimentar la vida en sus diferentes facetas."
  ],
  "volver": [
    "Regresar a un lugar o situación anterior.",
    "Repetir una acción."
  ],

  "yacer": [
    "Estar tendido o reclinado en un lugar.",
    "Estar en estado de reposo."
  ],
  "zanahoria": [
    "Planta herbácea cuyas raíces son comestibles y de color anaranjado.",
    "Símbolo de recompensa o incentivo."
  ],
  "zapato": [
    "Calzado que cubre el pie.",
    "Elemento de vestimenta utilizado para protección."
  ],

  "zénit": [
    "Punto más alto en el cielo o en la vida de alguien.",
    "Momento culminante o de mayor desarrollo."
  ]
}
