{
  "acceso": ["El acto de entrar, transitar, conocer o consultar información", "Posibilidad de utilizar los activos de información de un organismo u organización"],
  "troyano": ["Programa que, además de realizar las funciones para las que aparentemente ha sido diseñado, realiza otras normalmente maliciosas sin conocimiento del usuario."],
  "conformidad": [
    "Ser conforme, análogo o semejante; estar de acuerdo con ciertas normas, reglas o preceptos."
],
  "datos": [
    "Información preparada para ser procesada, explotada y transmitida por un sistema o programa informático."
],
"deepfake": [
    "Forma de vídeo manipulado que utiliza técnicas de síntesis de imagen humana para crear representaciones artificiales hiperrealistas de un ser humano.",
    "Estos vídeos suelen crearse mezclando un vídeo existente con nuevas imágenes, audio y vídeo para crear la ilusión del habla.",
    "Este proceso se lleva a cabo mediante redes generativas adversariales (GAN)."
],
"ciberdefensa": [
    "Acciones realizadas en el ciberespacio, en el ámbito de la planificación nacional a nivel estratégico, coordinadas e integradas por el Ministerio de Defensa.",
    "Tiene el objetivo de proteger los activos de información de interés para la defensa nacional, obtener datos para la producción de conocimiento de inteligencia y buscar la superioridad sobre los sistemas de información del adversario."
],
"desarrollo": [
    "Incluye actividades de desarrollo y evolución (mantenimiento evolutivo, perfectivo, adaptativo e integrador) de aplicaciones de software en plataformas web, de escritorio y móviles.",
    "Incluye el análisis y la recopilación de requisitos, la creación y actualización de artefactos de documentación y del código fuente de la aplicación, así como la realización de pruebas funcionales."
],
"descarga": [
    "Acción de copiar un archivo o documento de otro ordenador a través de Internet a su ordenador local."
],
"ciberespionaje": [
    "Actividad que consiste en ciberataques dirigidos contra la confidencialidad de los sistemas TIC con el objetivo de obtener datos sensibles e información sobre los planes y actividades de un gobierno, institución, empresa o individuo.",
    "Normalmente lanzados y gestionados por servicios de inteligencia extranjeros o empresas competidoras."
],
"evento": [
    "Un suceso identificado de un sistema, servicio o red que indica una posible violación de la política de seguridad de la información o falta de controles.",
    "También puede ser una situación desconocida previamente que puede ser relevante para la seguridad de la información."
],
"framework": [
    "Estructura básica que actúa como una especie de plataforma de desarrollo, donde existen herramientas, guías, sistemas y componentes capaces de agilizar todo el proceso de desarrollo de soluciones.",
    "Ayuda a los especialistas a realizar su trabajo."
],
"github": [
    "Plataforma para alojar código fuente y archivos con control de versiones mediante Git.",
    "Permite a programadores, utilitarios o cualquier usuario registrado en la plataforma contribuir a proyectos privados y/o de código abierto desde cualquier parte del mundo."
],
"imagen": [
    "Copia idéntica del sistema operativo o de las aplicaciones utilizadas para la restauración y/o la instalación optimizada de un entorno estándar en un recurso informático."
],
"incidente": [
    "Un suceso, acción u omisión que haya permitido, o pueda permitir, el acceso no autorizado, la interrupción o el cambio de las operaciones (incluida la toma de control)"
],
"integridad": [
    "Propiedad por la que se garantiza que la información no ha sido modificada o destruida de forma no autorizada o accidental."
],
"intranet": [
    "Red privada, accesible sólo a los miembros de la organización a la que sirve.",
    "Utiliza los mismos recursos y protocolos que Internet, pero suele estar separada de ella por cortafuegos."
],
"parche": [
    "Actualizaciones del sistema."
],
"cuarentena": [
    "Periodo en el que se vigilan archivos o programas informáticos cuando no se tiene certeza sobre su origen o el tipo de actividades que realizan."
],
"recuperación": [
    "El proceso de recuperar datos y hacer que los datos guardados en una determinada imagen de copia de seguridad estén disponibles."
],
"spyware": [
    "Un tipo específico de código malicioso.",
    "Programa diseñado para supervisar las actividades de un sistema y enviar la información recopilada a terceros."
],
"vulnerabilidad": [
    "Conjunto de factores internos o causa potencial de un incidente no deseado, que podría dar lugar a un riesgo para un sistema."
],
"zombi": [
    "Nombre que recibe un ordenador infectado por un bot porque puede ser controlado a distancia, sin que su propietario lo sepa."
],
"spam": [
    "Término utilizado para referirse a los correos electrónicos no solicitados, que suelen enviarse a un gran número de personas."
],
"switch": [
    "Recurso informático que permite interconectar dos o más activos de información físicos o virtuales."
],
"ciberseguridad": [
    "Acciones destinadas a la seguridad de las operaciones, con el fin de garantizar que los sistemas de información sean capaces de resistir en el ciberespacio acontecimientos capaces de poner en peligro la disponibilidad, integridad, confidencialidad y autenticidad de los datos almacenados."
],
"protocolo": [
    "Conjunto de parámetros que definen cómo debe transferirse la información."
],
"primacía": [
    "Calidad de la información recogida en origen, con el mayor detalle posible, sin modificaciones."
],
"intrusión": [
    "Incidente de seguridad en el que el ataque ha tenido éxito y ha provocado el acceso, la manipulación o la destrucción de información en un ordenador o en el sistema de una organización."
],
"internet": [
    "Asociación mundial de redes informáticas interconectadas que utilizan protocolos de comunicación de datos."
],
"hacking": [
    "Acto de programar o utilizar cualquier otro recurso para intentar entrar en un sistema o modificarlo."
],
"ciberguerra": [
    "Actos de guerra en los que se utilizan predominantemente elementos de las TIC a escala suficiente durante un periodo de tiempo específico."
],
"cortafuegos": [
    "Recurso destinado a impedir el acceso no autorizado a una determinada red o conjunto de redes.", "Pueden implementarse en hardware o software, o en ambos."
],
"documento": [
    "Unidad de registro de información, cualquiera que sea su soporte o formato."
],
"criptografía": [
    "Arte de proteger la información transformándola en un texto cifrado (encriptado)", "Se hace mediante una clave de encriptación y procedimientos informáticos previamente establecidos."
],
"blockchain": [
    "Una base de datos que mantiene un conjunto de registros en continuo crecimiento: los nuevos registros sólo se añaden a la cadena existente y no se elimina ningún registro."
],
"autenticación": [
    "Proceso que busca verificar la identidad digital de una entidad en un sistema cuando solicita acceso a dicho sistema.",
    "El proceso se lleva a cabo mediante reglas preestablecidas, normalmente comparando las credenciales presentadas por la entidad con otras ya predefinidas en el sistema, reconociendo a las partes implicadas en un proceso como auténticas o legítimas."
],
"adware": [
    "Del inglés Advertising Software, es un tipo específico de software espía diseñado específicamente para mostrar anuncios.",
    "Puede utilizarse legítimamente, cuando se incorpora a programas y servicios, como una forma de patrocinio o retribución económica para quienes desarrollan programas o prestan servicios gratuitos."
],
"ciberarma": [
    "Software, hardware y firmware diseñados o aplicados específicamente para causar daños a través del ciberespacio.",
    "Esta categoría incluye herramientas de acceso no autorizado, virus, gusanos, troyanos, DoS, DDoS, botnets y rootkits."
],
"keylogger": [
    "Un tipo específico de programa espía.",
    "Programa capaz de capturar y almacenar las pulsaciones realizadas por el usuario en el teclado del ordenador."
],
"virus": [
    "Sección oculta y autorreplicante de un programa informático, generalmente de lógica maliciosa, que se propaga infectando."
],
"gusano": [
    "Programa capaz de propagarse automáticamente por las redes, enviando copias de sí mismo de un ordenador a otro."
],
"autocompletar": [
    "Característica que funciona en distintas aplicaciones y que nos completa operaciones utilizadas frecuentemente."
],
"athlon": [
    "Nombre del último procesador de AMD que puede funcionar a velocidades que oscilan desde los quinientos a setecientos MHz."
],
"árbol": [
    "Estructura de datos en la cual los registros son almacenados de manera jerárquica."
],
"ascii": [
    "American Standard Code of Information Interchange."
],
"bookmark": [
    "Anotación, en el navegador, de una dirección de Internet que se almacena para agilizar su uso posterior.",
    "En el programa Internet Explorer, se llama 'Favoritos'."
],
"cibercafé": [
    "Bar donde, además de beber y comer, los clientes pueden usar computadoras para acceder a Internet."
],
"celeron": [
    "Microprocesador de la familia Intel, de menor costo que el Pentium dos."
],
"cookie": [
    "Pequeño archivo de texto que un sitio web coloca en el disco rígido de una computadora que lo visita.",
    "Al mismo tiempo, recoge información sobre el usuario."
],
"ethernet": [
    "Tecnología para red de área local.",
    "Fue desarrollada originalmente por Xerox y posteriormente por Xerox, DEC e Intel."
],
"fuente": [
    "Variedad completa de caracteres de imprenta de un determinado estilo."
],
"gateway": [
    "Puerta; acceso; pasarela.",
    "Punto de enlace entre dos sistemas de redes."
],
"hipertexto": [
    "Textos enlazados entre sí.",
    "Haciendo clic con el mouse, el usuario pasa de un texto a otro, vinculado con el anterior."
],
"keyword": [
    "Palabra clave para cualquier búsqueda."
],
"linux": [
    "Sistema operativo gratuito para computadoras personales derivado de Unix."
],
"macintosh": [
    "Computadora que Apple empezó a fabricar en mil novecientos ochenta y cuatro.",
    "Fue la primera computadora personal que incorporó una interfaz gráfica, con el propósito de facilitar un uso más intuitivo de la máquina."
],
"motherboard": [
    "Placa madre. Placa que contiene los circuitos impresos básicos de la computadora, la CPU, la memoria RAM y slots en los que se pueden insertar otras placas (de red, de audio, etc.)."
],
"office": [
    "Suite de Microsoft para trabajo de oficina; incluye procesador de texto, base de datos y planilla de cálculo."
],
"pixel": [
    "Combinación de 'picture' y 'element'.",
    "Elemento gráfico mínimo con el que se componen las imágenes en la pantalla de una computadora."
],
"resolución": [
    "Número máximo de pixeles que se ven en una pantalla.",
    "Dos ejemplos: Ochocientos por seiscientos y seiscientos cuarenta por cuatrocientos ochenta."
],
"telemática": [
    "Combinación de las palabras 'telecomunicaciones' e 'informática'.",
    "Disciplina que asocia las telecomunicaciones con los recursos de la informática."
],
"toolbar": [
    "Barra de herramientas en inglés."
],


  "antimalware": ["Software de protección utilizado para prevenir, detectar y eliminar programas maliciosos"],
  "sistema": ["Conjunto de elementos que interactúan entre sí para cumplir un objetivo."],
  "algoritmo": ["Conjunto de reglas que permiten resolver un problema en pasos finitos."],
  "programa": ["Conjunto de instrucciones que una computadora ejecuta para realizar tareas."],
  "archivo": ["Unidad básica de almacenamiento de información en una computadora."],
  "memoria": ["Parte del sistema que almacena datos de forma temporal o permanente."],
  "servidor": ["Equipo o programa que proporciona servicios a otros sistemas en una red."],
  "compilar": ["Proceso de transformar el código fuente en un programa ejecutable."],
  "debugger": ["Herramienta que permite encontrar y corregir errores en el código."],
  "cliente": ["Dispositivo o programa que solicita servicios a un servidor."],
  "hardware": ["Componentes físicos de un sistema informático."],
  "software": ["Conjunto de programas y aplicaciones que permiten el funcionamiento de un sistema."],
  "pantalla": ["Dispositivo de salida que muestra información visual."],
  "código": ["Conjunto de instrucciones escritas en un lenguaje de programación."],
  "procesar": ["Ejecutar operaciones en un conjunto de datos para obtener un resultado."],
  "paquete": ["Conjunto de archivos y dependencias agrupados para realizar una función."],
  "función": ["Bloque de código diseñado para realizar una tarea específica."],
  "variable": ["Espacio en memoria donde se almacenan datos que pueden cambiar durante la ejecución."],
  "cadena": ["Secuencia de caracteres almacenada como un dato."],
  "entorno": ["Conjunto de condiciones bajo las cuales se ejecuta un programa o sistema."],
  "navegar": ["Acción de desplazarse por Internet o por un sistema de archivos."],
  "conector": ["Componente o software que permite la comunicación entre dispositivos o aplicaciones."],
  "redes": ["Conjunto de dispositivos interconectados para compartir recursos e información."],
  "usuario": ["Persona que interactúa con un sistema o aplicación."],
  "consulta": ["Instrucción usada para recuperar datos de una base de datos."],
  "backups": ["Copias de seguridad de datos que se hacen para prevenir la pérdida de información."],
  "enlace": ["Referencia a otro archivo, página o recurso accesible desde un documento o sitio web."],
  "segmento": ["Parte de un archivo o bloque de memoria utilizado en sistemas."],
  "bucle": ["Estructura de control en programación que repite un bloque de código."],
  "entrada": ["Datos o señales que se introducen en un sistema para ser procesados."],
  "salida": ["Resultados o datos que genera un sistema tras procesar la información."],
  "monitor": ["Dispositivo que muestra visualmente la información procesada por el sistema."],
  "máquina": ["Dispositivo o conjunto de dispositivos que realizan una tarea específica bajo control de un programa."],
  "tablero": ["Interfaz gráfica que muestra el estado de un sistema o aplicación."],
  "puertos": ["Puntos de conexión que permiten la comunicación entre dispositivos."],
  "lógica": ["Parte de un sistema que determina su comportamiento y toma decisiones."],
  "clúster": ["Conjunto de computadoras que trabajan en conjunto para realizar tareas."],
  "modelo": ["Representación abstracta de un sistema, proceso o estructura."],
  "virtual": ["Simulación de un sistema o entorno que no existe físicamente."],
  "encriptar": ["Transformar información para protegerla de accesos no autorizados."],
  "binario": ["Sistema numérico que utiliza solo los dígitos cero y uno."],
  "rutinas": ["Conjunto de instrucciones que se repiten con frecuencia en un programa."],
  "vector": ["Estructura de datos que contiene elementos organizados en secuencia."],
  "cluster": ["Conjunto de servidores que actúan como una unidad."],
  "consola": ["Interfaz que permite interactuar con un sistema mediante comandos de texto."],
  "sesión": ["Período de tiempo en que un usuario interactúa con un sistema."],
  "tokens": ["Unidades de acceso utilizadas en autenticación y autorización en sistemas."],
  "gestor": ["Software que facilita la administración de recursos o datos."],
  "bitácora": ["Registro de eventos o actividades en un sistema informático."],
  "directo": ["Método que permite acceder a un recurso sin intermediarios."],
  "hosting": ["Servicio que permite almacenar y acceder a archivos en un servidor."],
  "depurar": ["El proceso de identificar y corregir errores en el código fuente."],
  "router": ["Dispositivo que dirige el tráfico de datos en una red."],
  "parámetro": ["Valor que se pasa a una función para modificar su comportamiento."],
  "librería": ["Conjunto de funciones y recursos reutilizables en un sistema o aplicación."],
  "inversor": ["Dispositivo o componente que convierte corriente eléctrica de un tipo a otro."],
  "cadenas": ["Secuencia de caracteres o datos en un sistema de programación."],
  "procesos": ["Secuencia de pasos que sigue un sistema para realizar una tarea."],
  "recurso": ["Elemento que un sistema necesita para realizar su funcionamiento."],
  "conexión": ["Establecimiento de comunicación entre dos sistemas o dispositivos."],
  "control": ["Supervisión y regulación de los procesos de un sistema."],
  "registro": ["Conjunto de datos organizados que forman parte de una base de datos."],
  "punto": ["Lugar de intersección o referencia dentro de un sistema."],
  "claves": ["Elementos de autenticación que permiten el acceso a un sistema o servicio."],
  "opciones": ["Configuraciones que se pueden ajustar dentro de un sistema."],
  "métodos": ["Funciones o procedimientos que definen acciones en la programación."],
  "subred": ["División lógica de una red más grande para optimizar el tráfico de datos."],
  "dominio": ["Nombre que identifica de forma única a un sitio web."],
  "conjunto": ["Agrupación de datos o recursos en un sistema."],
  "redonda": ["Forma geométrica utilizada en representaciones gráficas y diagramas de sistemas."],
  "objeto": ["Instancia de una clase en programación orientada a objetos."],
  "ventana": ["Elemento gráfico que permite la interacción con el sistema a través de una interfaz."],
  "mensaje": ["Información que se envía entre sistemas o componentes para comunicación."],
  "contrato": ["Acuerdo formal que establece obligaciones entre sistemas o usuarios."],
  "respuesta": ["Datos devueltos por un sistema tras una solicitud o consulta."],
  "bloques": ["Unidades de información que se manejan en la programación y procesamiento de datos."],
  "servicio": ["Aplicación o recurso que se ejecuta en un sistema para cumplir una función."],
  "página": ["Documento o interfaz accesible a través de un navegador en la web."]
}